<script lang="ts">
    import { Card, CardBody, CardHeader, CardImg, CardText, Col, Container, Row } from "@sveltestrap/sveltestrap"
   
</script>
  <svelte:head>
    <title>Chorniy</title>
  </svelte:head>
<Container>
    <h1>Кредитование</h1>
    <h1>Виды кредита</h1>
    <Row>
      <Col>
        <Card>
          <CardHeader>Ипотечный</CardHeader>
          <CardBody>
            <CardImg src="https://avatars.mds.yandex.net/i?id=906baa12fe28d45b1d87ab4834988e8f_l-5225706-images-thumbs&n=13"/>
            <CardText>На данный момент ипотечный кредит – самый распространенный. Оформляется как таковой  для улучшения жилищных условий: приобретение квартиры, участка для ИЖС. Приобретаемая недвижимость становится собственностью заемщика с момента приобретения, но документы ее передаются на срок кредитования в залог банку. В случае систематических нарушений договора с данной недвижимостью можно и распрощаться. 
            </CardText>
          </CardBody>
        </Card>
      </Col>
      

      <Col>
        <Card>
          <CardHeader>Потребительский</CardHeader>
          <CardBody>
            <CardImg src="https://avatars.mds.yandex.net/get-altay/1666174/2a0000016fbc5391bcff852b37807afc6957/XXL"/>
            <CardText> Кредит, выдаваемый банком или кредитной организацией на личные нужды, называется потребительским. Цели потребительского кредита: покупка мобильных телефонов, мебели, бытовой техники, стройматериалов: оплата медицинских, образовательных, туристических услуг и другое. При оформлении потребительского кредита возможно и предоставление денежных средств, которые заемщик использует по своему усмотрению. Чаще всего, это не слишком большая сумма. 
            </CardText>
          </CardBody>
        </Card>
      </Col>

      <Col>
        <Card>
          <CardHeader>Автокредитование</CardHeader>
          <CardBody>
            <CardImg src="https://avatars.mds.yandex.net/i?id=042ac6f701fb37468ba4ff5f12bfb1f4_l-5875570-images-thumbs&n=13"/>
            <CardText>Автокредитование один из залоговых видов кредита. Однако есть некоторые особенности: 
              Средства выдаются только на приобретение транспортных средств
              При приобретении транспорта через автокредитования обязательна узаконенная процедура автострахования 
              Несмотря на это, автокредит пользуется широким спросом среди населения, дало надежду приобрести заветное авто. Однако для кредита необходимо оформление большого количества документов
              
            </CardText>
          </CardBody>
        </Card>
      </Col>
    </Row>
    
</Container>
